'''
抛塞子

两个 1-6
1、玩游戏要有金币，不能玩游戏
2、玩游戏赠送1个金币，
3、充值获取金币
4、玩游戏消耗5个金币
5、猜大小： 猜对奖励3个
6、游戏结束： 1：主动退出 2、没有金币退出
7、只要退出则打印金币数，共玩了几局

'''



s = '''
   抛塞子
两个 1-6
1、玩游戏要有金币，不能玩游戏
2、玩游戏赠送1个金币，
3、充值获取金币
4、玩游戏消耗5个金币
5、猜大小： 猜对奖励3个
6、游戏结束： 1：主动退出 2、没有金币退出
   '''
print('游戏介绍 :',s)


sum = 10

# while True:
#    print('你的金币为', sum)
#    m = int(input('点击 1：玩游戏  2：充值 3：退出'))
#     if m==1:
#             if sum>=5:
#                 pass
#             else:
#                 print('余额不足')
#                 break
#     elif m==2:


